const addressCodes = [
  {
    "行政區域": "基隆市安樂區",
    "村里": ["七賢里","三民里","中崙里","五福里","內寮里","六合里","四維里","外寮里","永康里","安和里","西川里","壯觀里","定邦里","定國里","長樂里","新西里","新崙里","嘉仁里","樂一里","興寮里","鶯安里","鶯歌里","武崙里"]
  },
  {
    "行政區域": "基隆市中山區",
    "村里": ["中山里","中和里","中興里","仁正里","太白里","文化里","仙洞里","民治里","安平里","安民里","西定里","西康里","西華里","西榮里","協和里","和平里","和慶里","居仁里","健民里","通化里","通明里","新建里","德安里","德和里"]
  },
  {
    "行政區域": "基隆市七堵區",
    "村里": ["八德里","正光里","正明里","永平里","永安里","自強里","長興里","泰安里","富民里"]
  },
  {
    "行政區域": "基隆市仁愛區",
    "村里": ["仁德里","文安里","文昌里","水錦里","玉田里","兆連里","光華里","同風里","和明里","忠勇里","明德里","林泉里","花崗里","虹橋里","書院里","博愛里","智仁里","朝棟里","新店里","獅球里","福仁里"]
  },
  {
    "行政區域": "基隆市信義區",
    "村里": ["仁壽里","東光里","東安里","東明里","東信里","信綠里","智誠里","智慧里","義和里","義幸里","禮東里","禮儀里"]
  },
  {
    "行政區域": "新北市汐止區",
    "村里": ["茄苳里","湖興里","橋東里","保安里","拱北里","江北里","鄉長里","湖光里","忠孝里","城中里","保新里","八連里","保長里","新昌里","復興里","秀峰里","義民里","智慧里","信望里","禮門里","長安里","烘內里","厚德里","仁德里","東山里","白雲里","文化里","自強里","康福里","福安里","崇德里","建成里","秀山里","大同里","山光里","樟樹里"]
  }
];
